Repository: bennylope/django-organizations
Catalog: src/organizations/locale/*/LC_MESSAGES/django.po
Languages: es, ja

source: The name in all lowercase, suitable for URL identification
es: El nombre en minúsculas, adecuado para la identificación de URL
ja: URLの識別のための英数字(小文字)とハイフンで構成された名前

source: organization
es: organización
ja: 組織

source: organizations
es: organizaciones
ja: 組織

source: is admin
es: es administrador

source: organization user
es: usuario de la organización
ja: 組織のユーザ

source: organization users
es: usuarios de la organización
ja: 組織のユーザ

source: Cannot delete organization owner before organization or transferring ownership.
es: No se puede eliminar el propietario de la organización antes de organizar o transferir la propiedad.
ja: 組織化前または所有権移転前の組織所有者を削除できません。

source: organization owner
es: propietario de una organización
ja: 組織の所有者

source: organization owners
es: propietarios de organizaciones
ja: 組織の所有者

source: Your URL may have expired.
es: Es posible que su URL haya caducado.
ja: URLの有効期限が切れている可能性があります。

source: Can't authenticate user
es: No se puede autenticar al usuario
ja: ユーザを認証できません

source: This is not your invitation
es: Esta no es tu invitación
ja: あなたの招待状ではありません

source: name
es: nombre

source: The name of the organization
es: El nombre de la organización
ja: 組織の名前

source: is active
es: está activo

source: invitee identifier
es: identificador del invitado

source: The contact identifier for the invitee, email, phone number, social media handle, etc.
es: El identificador de contacto del invitado, correo electrónico, número de teléfono, cuenta de redes sociales, etc.
ja: 招待者の連絡先識別子、電子メール、電話番号、ソーシャル・メディア、ハンドルネームなど。

source: Only the organization owner can change ownerhip
es: Sólo el propietario de la organización puede cambiar la titularidad
ja: 組織の所有者だけが所有権を変更することができます

source: The organization owner must be an admin
es: El propietario de la organización debe ser un administrador
ja: 組織の所有者は管理者である必要があります

source: There is already an organization member with this email address!
es: Ya hay un miembro de la organización con esta dirección de correo electrónico!
ja: このメールアドレスを持つ組織のメンバーがすでにいます

source: This email address has been used multiple times.
es: Esta dirección de correo electrónico se ha utilizado varias veces.
ja: このメールアドレスは複数回使用されています。

source: The email address for the account owner
es: Dirección de correo electrónico del propietario de la cuenta
ja: アカウント所有者のメールアドレス

source: Would you like to join?
es: ¿Quieres unirte?
ja: 参加しますか？

source: Join
es: Unirse
ja: 参加

source: Forgotten your password?
es: ¿Ha Olvidado la Contraseña?
ja: パスワードを忘れましたか？

source: Reset it
es: Restablécela
ja: リセット

source: Are you sure you want to delete this organization?
es: ¿Está seguro de que desea eliminar esta organización?
ja: この組織を本当に削除してよろしいですか？

source: Edit
es: Editar
ja: 編集

source: Delete
es: Borrar
ja: 削除

source: Add a member
es: Añadir un/a miembro
ja: メンバーを追加する

source: Send reminder
es: Enviar recordatorio
ja: リマインダーを送信する

source: This is you
es: Este eres tú
ja: これはあなた自身です

source: Name
es: Nombre
ja: 名前

source: Update your profile
es: Actualiza tu perfil
ja: あなたのプロフィールを更新する

source: Thanks!
es: ¡Gracias!
ja: ありがとうございました！

source: User is already active
es: El usuario ya está activo
ja: ユーザーはすでにアクティブです

source: Wrong organization
es: Organización incorrecta
ja: 間違った組織

source: Sorry, admins only
es: Lo sentimos, sólo administradores
ja: 申し訳ありませんが、管理者のみです

source: You are not the organization owner
es: Usted no es el propietario de la organización
ja: あなたは組織の所有者ではありません
